{
    "About me": "Über mich",
    "Skills": "Fähigkeiten",
    "Contact": "Kontakt",
    "I am": "Ich bin",
    "DEVELOPER": "ENTWICKLER",
    "Lets talk": "Kontakt",
    "Scroll down": "Runterscrollen",
    "My skills": "Fähigkeiten",
    "projectExperience": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "sample": "Hier sind einige meiner Projekte. Erkunden Sie sie nach Belieben.",
    "join description": "Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "game": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Salsaflaschen zu finden, um gegen die große Henne zu kämpfen.",
    "portfolio": "Dieses Portfolio stellt Projekte und Fähigkeiten benutzerfreundlich dar. Erkunden Sie sie mühelos.",
    "problem": "Gibt es ein Problem zu lösen?",
    "contact me": "Nutzen Sie gerne dieses Formular, um mit mir Kontakt aufzunehmen. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "need": "Brauchen Sie einen Frontend-Entwickler?",
    "Contact me": "Kontaktieren Sie mich!",
    "Your email": "Deine E-Mail",
    "Your name": "Dein Name",
    "Your message": "Deine Nachricht",
    "Send message": "Nachricht senden",
    "Imprint": "Impressum",
    "Privacy Policy": "Datenschutzerklärung",
    "privacy policy": "Datenschutzerklärung",
    "Ive read the": "Ich habe die ",
    "agree": " gelesen und stimme der Verarbeitung meiner Daten gemäß den darin festgelegten Bedingungen zu.",
    "email required": "Deine E-Mail ist erforderlich",
    "name required": "Dein Name ist erforderlich",
    "message required": "Deine Nachricht ist erforderlich",
    "3 letters": "Bitte schreiben Sie mindestens 3 Buchstaben",
    "4 letters": "Bitte schreiben Sie mindestens 4 Buchstaben",
    "email valid": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
    "success": "Erfolgreich! Ihre Nachricht wurde übermittelt.",
    "Get in touch": "In Kontakt treten",
    "text-1": "Hallo, ich bin Frontend-Entwickler mit praktischer Erfahrung in der Erstellung von Webseiten und komplexen Web-Anwendungen mit JavaScript & Angular. Gerne gebe ich Ihnen einen Einblick in meine erfolgreich umgesetzten Projekte.",
    "text-2": "Meine Projekte sind für eine reibungslose Benutzererfahrung auf verschiedenen Bildschirmgrößen und Geräten optimiert, wodurch Nutzer unabhängig vom Endgerät eine problemlose Interaktion erleben."
}