{
    "About me": "About me",
    "Skills": "Skills",
    "Contact": "Contact",
    "I am": "I am",
    "DEVELOPER": "DEVELOPER",
    "Lets talk": "Let's talk!",
    "Scroll down": "Scroll down",
    "My skills": "My skills",
    "projectExperience": "I have gained experience in building projects with various frontend technologies and concepts.",
    "sample": "This page is a sample of my work - please feel free to try them out.",
    "join description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "game": "A simple jump-and-run game based on an object-oriented approach. Help Pepe find coins and salsa bottles to fight against the big hen.",
    "portfolio": "This portfolio presents projects and skills in a user-friendly manner. Explore them effortlessly.",
    "problem": "Got a problem to solve?",
    "contact me": "Contact me through this form. I am interested in hearing from you, learning about your ideas, and contributing to your projects with my work.",
    "need": "Need a Frontend developer?",
    "Contact me": "Contact me!",
    "Your email": "Your email",
    "Your name": "Your name",
    "Your message": "Your message",
    "Send message": "Send message",
    "Imprint": "Imprint",
    "Privacy Policy": "Privacy Policy",
    "privacy policy": "privacy policy",
    "Ive read the": "I've read the ",
    "agree": " and agree to the processing of my data as outlined.",
    "email required": "Your email is required",
    "name required": "Your name is required",
    "message required": "Your message is empty",
    "3 letters": "Please write at least 3 letters",
    "4 letters": "Please write at least 4 letters",
    "email valid": "Please enter a valid email address",
    "success": "Success! Your message has been sent.",
    "Get in touch": "Get in touch",
    "text-1": "Hi, I'm a frontend developer with hands-on experience in creating websites and complex web applications with JavaScript & Angular. I would be happy to provide you with an insight into my successfully implemented projects.",
    "text-2": "My projects are designed to provide a seamless user experience across different screen sizes and devices, ensuring that users can interact smoothly no matter what device they are using."
}